Repository: crexsupport/PRINT
Catalog: Printer/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, ja, pt_br, ru, tr, zh_hans

source: Failed to prepare PDF for saving: %@
de: PDF konnte nicht zum Speichern vorbereitet werden: %@
es: No se pudo preparar el PDF para guardar: %@
es_419: No se pudo preparar el PDF para guardar: %@
fr: Échec de la préparation du PDF pour l'enregistrement : %@
it: Impossibile preparare il PDF per il salvataggio: %@
ja: 保存用のPDF準備に失敗しました：%@
pt_br: Falha ao preparar PDF para salvar: %@
ru: Не удалось подготовить PDF к сохранению: %@
tr: PDF kaydetme için hazırlanamadı: %@
zh_hans: 准备保存 PDF 失败：%@

source: Failed to save PDF: %@
de: PDF konnte nicht gespeichert werden: %@
es: No se pudo guardar el PDF: %@
es_419: No se pudo guardar el PDF: %@
fr: Échec de l'enregistrement du PDF : %@
it: Impossibile salvare il PDF: %@
ja: PDFの保存に失敗しました：%@
pt_br: Falha ao salvar PDF: %@
ru: Не удалось сохранить PDF: %@
tr: PDF kaydedilemedi: %@
zh_hans: 保存 PDF 失败：%@

source: Failed to save the edited PDF
de: Die bearbeitete PDF konnte nicht gespeichert werden
es: No se pudo guardar el PDF editado
es_419: No se pudo guardar el PDF editado
fr: Échec de l'enregistrement du PDF modifié
it: Impossibile salvare il PDF modificato
ja: 編集したPDFの保存に失敗しました。
pt_br: Falha ao salvar o PDF editado
ru: Не удалось сохранить отредактированный PDF
tr: Düzenlenmiş PDF kaydedilemedi
zh_hans: 无法保存已编辑的 PDF

source: Failed to select document: %@
de: Dokument konnte nicht ausgewählt werden: %@
es: No se pudo seleccionar el documento: %@
es_419: No se pudo seleccionar el documento: %@
fr: Échec de la sélection du document : %@
it: Impossibile selezionare il documento: %@
ja: ドキュメントの選択に失敗しました：%@
pt_br: Falha ao selecionar documento: %@
ru: Не удалось выбрать документ: %@
tr: Belge seçilemedi: %@
zh_hans: 选择文档失败：%@

source: Failed to select image: %@
de: Bild konnte nicht ausgewählt werden: %@
es: No se pudo seleccionar la imagen: %@
es_419: No se pudo seleccionar la imagen: %@
fr: Échec de la sélection de l'image : %@
it: Impossibile selezionare l’immagine: %@
ja: 画像の選択に失敗しました：%@
pt_br: Falha ao selecionar imagem: %@
ru: Не удалось выбрать изображение: %@
tr: Resim seçilemedi: %@
zh_hans: 选择图片失败：%@

source: Features
de: Funktionen
es: Funciones
es_419: Funciones
fr: Fonctionnalités
it: Funzioni
ja: 機能
pt_br: Recursos
ru: Функции
tr: Özellikler
zh_hans: 功能

source: Finalizing and saving merged PDF...
de: Zusammengeführte PDF wird fertiggestellt und gespeichert...
es: Finalizando y guardando el PDF combinado...
es_419: Finalizando y guardando el PDF combinado...
fr: Finalisation et enregistrement du PDF fusionné...
it: Finalizzo e salvo il PDF unito...
ja: 結合PDFを最終処理して保存しています...
pt_br: Finalizando e salvando PDF mesclado...
ru: Завершаю и сохраняю объединённый PDF...
tr: Birleştirilen PDF tamamlanıyor ve kaydediliyor...
zh_hans: 正在完成并保存合并的 PDF...

source: Finally an app that actually works. Very user friendly and saves me so much time.
de: Endlich eine App, die wirklich funktioniert. Sehr benutzerfreundlich und spart mir so viel Zeit.
es: Por fin una app que realmente funciona. Muy fácil de usar y me ahorra muchísimo tiempo.
es_419: Por fin una app que realmente funciona. Muy fácil de usar y me ahorra muchísimo tiempo.
fr: Enfin une app qui fonctionne vraiment. Très conviviale et me fait gagner tellement de temps.
it: Finalmente un’app che funziona davvero. Molto intuitiva e mi fa risparmiare un sacco di tempo.
ja: ついに本当に使えるアプリが登場しました。とても使いやすく、時間の節約になります。
pt_br: Finalmente um app que realmente funciona. Muito fácil de usar e me poupa muito tempo.
ru: Наконец‑то приложение, которое реально работает. Очень удобно и экономит мне кучу времени.
tr: Nihayet gerçekten çalışan bir uygulama. Çok kullanışlı ve bana çok zaman kazandırıyor.
zh_hans: 终于有一款真正好用的应用，界面友好，帮我省了很多时间。

source: First 3 Days Free
de: Erste 3 Tage kostenlos
es: 3 primeros días gratis
es_419: Primeros 3 días gratis
fr: 3 premiers jours gratuits
it: Primi 3 giorni gratuiti
ja: 最初の3日間は無料です。
pt_br: Primeiros 3 dias grátis
ru: Первые 3 дня бесплатно
tr: İlk 3 Gün Ücretsiz
zh_hans: 前三天免费

source: For best results, ensure good lighting and contrast
de: Für beste Ergebnisse achte auf gute Beleuchtung und Kontrast
es: Para mejores resultados, asegúrate de tener buena iluminación y contraste
es_419: Consigue los mejores resultados con buena iluminación y contraste
fr: Pour de meilleurs résultats, assure-toi d'avoir un bon éclairage et un bon contraste
it: Per i migliori risultati, assicurati buona illuminazione e contrasto
ja: より良い結果を得るには、十分な照明とコントラストを確保してください。
pt_br: Para melhores resultados, garanta boa iluminação e contraste
ru: Для лучшего результата обеспечь хорошее освещение и контраст
tr: En iyi sonuçlar için iyi aydınlatma ve kontrast sağlayın
zh_hans: 为获得最佳效果，请确保良好的光线和对比度

source: Forward
de: Weiter
es: Adelante
es_419: Adelante
fr: Transférer
it: Avanti
ja: 転送
pt_br: Avançar
ru: Вперёд
tr: İleri
zh_hans: 转发

source: Free Trial Enabled
de: Kostenlose Testversion aktiviert
es: Prueba gratuita activada
es_419: Prueba gratuita activada
fr: Essai gratuit activé
it: Prova gratuita attivata
ja: 無料トライアルが有効です。
pt_br: Teste gratuito ativado
ru: Пробная версия включена
tr: Ücretsiz Deneme Etkin
zh_hans: 已启用免费试用

source: Get access to unlimited printing and all templates
de: Erhalte unbegrenztes Drucken und alle Vorlagen
es: Accede a impresiones ilimitadas y a todas las plantillas
es_419: Obtén acceso a impresión ilimitada y a todas las plantillas
fr: Accède à l'impression illimitée et à tous les modèles
it: Accedi a stampa illimitata e a tutti i modelli
ja: 無制限印刷とすべてのテンプレートにアクセスできます。
pt_br: Tenha acesso a impressões ilimitadas e a todos os modelos
ru: Получите доступ к неограниченной печати и ко всем шаблонам
tr: Sınırsız yazdırma ve tüm şablonlara erişim sağlayın
zh_hans: 解锁无限打印并可使用所有模板

source: Get Premium Access
de: Hol dir Premium Zugang
es: Obtener Acceso Premium
es_419: Obtener Acceso Premium
fr: Obtenir Premium Accès
it: Ottieni Premium Accesso
ja: プレミアムを取得 アクセス
pt_br: Obter Acesso Premium
ru: Получить премиум Доступ
tr: Premium Erişim Al
zh_hans: 获取高级版 访问权限

source: Get the same PDF quality but less file-size
de: Gleiche PDF‑Qualität bei kleinerer Dateigröße
es: La misma calidad PDF pero con menor tamaño de archivo
es_419: Obtén la misma calidad de PDF pero con menor tamaño de archivo
fr: Même qualité PDF, mais taille de fichier réduite
it: Ottieni la stessa qualità PDF ma con dimensione file ridotta
ja: 同じPDF品質で、ファイルサイズを小さくできます。
pt_br: Obtenha a mesma qualidade de PDF com tamanho de arquivo menor
ru: Та же качество PDF, но меньший размер файла
tr: Aynı PDF kalitesi, daha küçük dosya boyutu
zh_hans: 获得相同的 PDF 质量但更小的文件大小

source: Go Premium
de: Werde Premium
es: Hazte Premium
es_419: Ir Premium
fr: Passer à Premium
it: Passa a Premium
ja: プレミアムにアップグレード
pt_br: Assinar Premium
ru: Оформить премиум
tr: Premium'e Geç
zh_hans: 升级到高级版

source: Go to Files
de: Zu Dateien gehen
es: Ir a Archivos
es_419: Ir a Archivos
fr: Aller aux fichiers
it: Vai a File
ja: ファイルへ移動
pt_br: Ir para Arquivos
ru: Перейти в Файлы
tr: Dosyalara Git
zh_hans: 前往文件

source: Great app for my home setup. Works perfectly every time and has lots of useful features.
de: Tolle App für meine Heimnutzung. Funktioniert jedes Mal einwandfrei und bietet viele nützliche Funktionen.
es: Excelente app para mi hogar. Funciona perfectamente cada vez y tiene muchas funciones útiles.
es_419: Excelente app para mi hogar. Funciona perfectamente siempre y tiene muchas funciones útiles.
fr: Super application pour mon installation à la maison. Fonctionne parfaitement à chaque fois et offre de nombreuses fonctionnalités utiles.
it: Ottima app per il mio setup domestico. Funziona perfettamente ogni volta e ha tante funzioni utili.
ja: 自宅の環境にぴったりのアプリです。毎回問題なく動作し、便利な機能が豊富にあります。
pt_br: Ótimo app para meu uso em casa. Funciona perfeitamente sempre e tem muitos recursos úteis.
ru: Отличное приложение для домашней настройки. Работает идеально каждый раз и имеет много полезных функций.
tr: Ev kurulumum için harika bir uygulama. Her seferinde kusursuz çalışıyor ve birçok kullanışlı özelliği var.
zh_hans: 非常适合我的家庭使用。每次都运行完美，功能也很实用。

source: Height
de: Höhe
es: Alto
es_419: Altura
fr: Hauteur
it: Altezza
ja: 高さ
pt_br: Altura
ru: Высота
tr: Yükseklik
zh_hans: 高度

source: Helpful Tips
de: Hilfreiche Tipps
es: Consejos útiles
es_419: Consejos útiles
fr: Astuces utiles
it: Consigli utili
ja: 役立つヒント
pt_br: Dicas úteis
ru: Полезные советы
tr: Yararlı ipuçları
zh_hans: 实用小贴士

source: Hide Comparison
de: Vergleich ausblenden
es: Ocultar comparación
es_419: Ocultar comparación
fr: Masquer la comparaison
it: Nascondi confronto
ja: 比較を非表示
pt_br: Ocultar comparação
ru: Скрыть сравнение
tr: Karşılaştırmayı gizle
zh_hans: 隐藏比较

source: Hold steady for auto capture
de: Halte das Gerät ruhig für die automatische Aufnahme
es: Mantén el dispositivo estable para captura automática
es_419: Mantén el dispositivo firme para la captura automática
fr: Maintiens l'appareil immobile pour la capture automatique
it: Mantieni fermo per acquisizione automatica
ja: 自動撮影のために動かさずに固定してください
pt_br: Mantenha firme para captura automática
ru: Держи неподвижно для автосъёмки
tr: Otomatik çekim için sabit tut
zh_hans: 保持稳定以自动捕捉

source: Home
de: Start
es: Inicio
es_419: Inicio
fr: Accueil
ja: ホーム
pt_br: Início
ru: Главная
tr: Ana Sayfa
zh_hans: 首页

source: I love this app! Printing from my phone is so easy now. Works perfectly with my printer.
de: Ich liebe diese App! Das Drucken vom Handy ist jetzt so einfach. Funktioniert perfekt mit meinem Drucker.
es: ¡Me encanta esta app! Imprimir desde mi móvil ahora es tan fácil. Funciona perfectamente con mi impresora.
es_419: Me encanta esta app. Imprimir desde mi teléfono es muy fácil ahora. Funciona perfectamente con mi impresora.
fr: J'adore cette application ! Imprimer depuis mon téléphone est tellement facile maintenant. Fonctionne parfaitement avec mon imprimante.
it: Adoro questa app! Stampare dal telefono è così semplice adesso. Funziona perfettamente con la mia stampante.
ja: このアプリが大好きです！スマホからの印刷がとても簡単になりました。私のプリンターでも完璧に動作します。
pt_br: Adoro este app! Imprimir do meu celular ficou tão fácil. Funciona perfeitamente com minha impressora.
ru: Обожаю это приложение! Печать с телефона теперь так проста. Работает идеально с моим принтером.
tr: Bu uygulamayı çok seviyorum! Telefondayken yazdırmak artık çok kolay. Yazıcımda kusursuz çalışıyor.
zh_hans: 我喜欢这个应用！现在从手机打印变得如此简单。与我的打印机配合得非常好。

source: Image
de: Bild
es: Imagen
es_419: Imagen
it: Immagine
ja: 画像
pt_br: Imagem
ru: Изображение
tr: Resim
zh_hans: 图像

source: Image %lld
de: Bild %lld
es: Imagen %lld
es_419: Imagen %lld
it: Immagine %lld
ja: 画像 %lld
pt_br: Imagem %lld
ru: Изображение %lld
tr: Resim %lld
zh_hans: 图像 %lld

source: Image to PDF
de: Bild zu PDF
es: Imagen a PDF
es_419: Imagen a PDF
fr: Image en PDF
it: Immagine in PDF
ja: 画像をPDFにする
pt_br: Imagem para PDF
ru: Изображение в PDF
tr: Resmi PDF'e
zh_hans: 图像转 PDF

source: Images
de: Bilder
es: Imágenes
es_419: Imágenes
it: Immagini
ja: 画像（複数）
pt_br: Imagens
ru: Изображения
tr: Resimler
zh_hans: 图片

source: Images PDF
de: Bilder-PDF
es: PDF de imágenes
es_419: Imágenes PDF
it: Immagini PDF
ja: 画像PDF
pt_br: Imagens PDF
ru: Изображения в PDF
tr: Resimler PDF
zh_hans: 图片 PDF

source: Images will be centered and scaled to fit
de: Bilder werden zentriert und skaliert, damit sie passen
es: Las imágenes se centrarán y escalarán para ajustarse
es_419: Las imágenes se centrarán y escalarán para ajustarse
fr: Les images seront centrées et redimensionnées pour s'adapter
it: Le immagini saranno centrate e ridimensionate per adattarsi
ja: 画像は中央に配置され、フィットするように拡大縮小されます
pt_br: As imagens serão centralizadas e redimensionadas para caber
ru: Изображения будут по центру и масштабированы под размер
tr: Resimler ortalanacak ve sığacak şekilde ölçeklendirilecek
zh_hans: 图片将居中并按比例缩放以适应

source: Imprimir página de prueba
de: Testseite drucken
fr: Imprimer une page de test
it: Stampa pagina di prova
ja: テストページを印刷
pt_br: Imprimir página de teste
ru: Печать пробной страницы
tr: Test sayfası yazdır
zh_hans: 打印测试页

source: Include Images
de: Bilder einbeziehen
es: Incluir imágenes
es_419: Incluir imágenes
fr: Inclure les images
it: Includi immagini
ja: 画像を含める
pt_br: Incluir imagens
ru: Включить изображения
tr: Resimleri dahil et
zh_hans: 包含图片

source: Information
de: Informationen
es: Información
es_419: Información
fr: Informations
it: Informazioni
ja: 情報
pt_br: Informações
ru: Информация
tr: Bilgi
zh_hans: 信息

source: Ink
de: Tinte
es: Tinta
es_419: Tinta
fr: Encre
it: Inchiostro
ja: インク
pt_br: Tinta
ru: Чернила
tr: Mürekkep
zh_hans: 墨水

source: Intentar otra vez
de: Nochmals versuchen
fr: Réessayer
it: Riprova
ja: もう一度試す
pt_br: Tentar novamente
ru: Попробуй ещё раз
tr: Tekrar dene
zh_hans: 请重试

source: Invalid PDF document
de: Ungültiges PDF-Dokument
es: Documento PDF no válido
es_419: Documento PDF inválido
fr: Document PDF invalide
it: Documento PDF non valido
ja: 無効なPDFドキュメントです
pt_br: Documento PDF inválido
ru: Недействительный PDF-документ
tr: Geçersiz PDF belgesi
zh_hans: 无效的 PDF 文档

source: Join thousands of professionals who trust our printing solutions for their daily workflow needs.
de: Schließe dich tausenden Fachleuten an, die unseren Drucklösungen für ihren täglichen Workflow vertrauen.
es: Únete a miles de profesionales que confían en nuestras soluciones de impresión para sus necesidades diarias de trabajo.
es_419: Únete a miles de profesionales que confían en nuestras soluciones de impresión para sus necesidades de flujo de trabajo diario.
fr: Rejoignez des milliers de professionnels qui font confiance à nos solutions d'impression pour leurs besoins de flux de travail quotidiens.
it: Unisciti a migliaia di professionisti che si affidano alle nostre soluzioni di stampa per le loro esigenze di lavoro quotidiano.
ja: 日々のワークフローに当社の印刷ソリューションを信頼している何千人ものプロフェッショナルに参加してください。
pt_br: Junte-se a milhares de profissionais que confiam em nossas soluções de impressão para suas necessidades de fluxo de trabalho diário.
ru: Присоединяйся к тысячам специалистов, которые доверяют нашим печатным решениям для повседневной работы.
tr: Günlük iş akışı ihtiyaçları için baskı çözümlerimize güvenen binlerce profesyonele katılın.
zh_hans: 加入成千上万信赖我们打印解决方案以满足日常工作流需求的专业人士行列。

source: Join thousands of professionals who trust our solutions
de: Schließe dich tausenden Fachleuten an, die unseren Lösungen vertrauen
es: Únete a miles de profesionales que confían en nuestras soluciones
es_419: Únete a miles de profesionales que confían en nuestras soluciones
fr: Rejoignez des milliers de professionnels qui font confiance à nos solutions
it: Unisciti a migliaia di professionisti che si affidano alle nostre soluzioni
ja: 私たちのソリューションを信頼する何千人ものプロに参加してください
pt_br: Junte-se a milhares de profissionais que confiam em nossas soluções
ru: Присоединяйся к тысячам специалистов, которые доверяют нашим решениям
tr: Çözümlerimize güvenen binlerce profesyonele katılın
zh_hans: 加入数千名信赖我们解决方案的专业人士行列

source: Label Format
de: Etikettenformat
es: Formato de etiqueta
es_419: Formato de etiqueta
fr: Format d'étiquette
it: Formato etichetta
ja: ラベル形式
pt_br: Formato do rótulo
ru: Формат этикетки
tr: Etiket formatı
zh_hans: 标签格式

source: Label Printing
de: Etikettendruck
es: Impresión de etiquetas
es_419: Impresión de etiquetas
fr: Impression d'étiquettes
it: Stampa etichette
ja: ラベル印刷
pt_br: Impressão de etiquetas
ru: Печать этикеток
tr: Etiket yazdırma
zh_hans: 标签打印

source: Labels
de: Etiketten
es: Etiquetas
es_419: Etiquetas
fr: Étiquettes
it: Etichette
ja: ラベル
pt_br: Etiquetas
ru: Этикетки
tr: Etiketler
zh_hans: 标签

source: Landscape
de: Querformat
es: Horizontal
es_419: Horizontal
fr: Paysage
it: Orizzontale
ja: 横向き
pt_br: Paisagem
ru: Альбомная
tr: Yatay
zh_hans: 横向

source: Loading Document...
de: Dokument wird geladen...
es: Cargando documento...
es_419: Cargando documento...
fr: Chargement du document...
it: Caricamento documento...
ja: ドキュメントを読み込み中...
pt_br: Carregando documento...
ru: Загрузка документа...
tr: Belge yükleniyor...
zh_hans: 正在加载文档...

source: Loading photos...
de: Fotos werden geladen...
es: Cargando fotos...
es_419: Cargando fotos...
fr: Chargement des photos...
it: Caricamento foto...
ja: 写真を読み込み中...
pt_br: Carregando fotos...
ru: Загрузка фотографий...
tr: Fotoğraflar yükleniyor...
zh_hans: 正在加载照片...

source: Loading...
de: Lädt...
es: Cargando...
es_419: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
pt_br: Carregando...
ru: Загрузка...
tr: Yükleniyor...
zh_hans: 正在加载...

source: Love Printer?
de: Liebst du Printer?
es: ¿Te gusta Printer?
es_419: ¿Amas Printer?
fr: Tu aimes Printer ?
it: Ti piace Printer?
ja: Printerを気に入っていますか？
pt_br: Gosta do Printer?
ru: Нравится Printer?
tr: Printer'ı seviyor musun?
zh_hans: 喜欢 Printer 吗？

source: Mail is not configured on this device. Please send an email to support@printerapp.com
de: Mail ist auf diesem Gerät nicht eingerichtet. Bitte sende eine E-Mail an support@printerapp.com
es: El correo no está configurado en este dispositivo. Por favor, envía un email a support@printerapp.com
es_419: El correo no está configurado en este dispositivo. Por favor envía un correo a support@printerapp.com
fr: Le courrier n'est pas configuré sur cet appareil. Veuillez envoyer un e‑mail à support@printerapp.com
it: L'app Mail non è configurata su questo dispositivo. Per favore invia un'email a support@printerapp.com
ja: このデバイスではメールが設定されていません。support@printerapp.com にメールを送信してください
pt_br: O Mail não está configurado neste dispositivo. Por favor, envie um e‑mail para support@printerapp.com
ru: Почта не настроена на этом устройстве. Отправь письмо на support@printerapp.com
tr: Bu cihazda Mail yapılandırılmamış. Lütfen destek için support@printerapp.com adresine e-posta gönderin
zh_hans: 此设备未配置邮件。请发送电子邮件至 support@printerapp.com

source: Make sure your printer and device are connected to the same Wi-Fi network for best results.
de: Stelle sicher, dass dein Drucker und dein Gerät mit demselben WLAN-Netz verbunden sind, um beste Ergebnisse zu erzielen.
es: Asegúrate de que tu impresora y tu dispositivo estén conectados a la misma red Wi‑Fi para obtener mejores resultados.
es_419: Asegúrate de que tu impresora y tu dispositivo estén conectados a la misma red Wi‑Fi para obtener mejores resultados.
fr: Assure-toi que ton imprimante et ton appareil sont connectés au même réseau Wi‑Fi pour de meilleurs résultats.
it: Assicurati che la stampante e il dispositivo siano connessi alla stessa rete Wi‑Fi per risultati ottimali.
ja: 印刷の最良結果のために、プリンターとデバイスが同じWi‑Fiネットワークに接続されていることを確認してください。
pt_br: Certifique-se de que sua impressora e dispositivo estejam conectados à mesma rede Wi‑Fi para melhores resultados.
ru: Убедись, что принтер и устройство подключены к одной Wi‑Fi сети для наилучших результатов.
tr: Yazıcı ve cihazınızın en iyi sonuçlar için aynı Wi‑Fi ağına bağlı olduğundan emin olun.
zh_hans: 为获得最佳效果，请确保打印机和设备连接到同一 Wi‑Fi 网络。

source: Manage
de: Verwalten
es: Gestionar
es_419: Administrar
fr: Gérer
it: Gestisci
ja: 管理
pt_br: Gerenciar
ru: Управлять
tr: Yönet
zh_hans: 管理

source: Manage Subscription
de: Abonnement verwalten
es: Gestionar suscripción
es_419: Administrar suscripción
fr: Gérer l’abonnement
it: Gestisci abbonamento
ja: サブスクリプションを管理
pt_br: Gerenciar Assinatura
ru: Управлять подпиской
tr: Aboneliği Yönet
zh_hans: 管理订阅

source: Manual
de: Handbuch
fr: Manuel
it: Manuale
ja: マニュアル
ru: Руководство
tr: Kılavuz
zh_hans: 手动

source: Merge & Print
de: Zusammenführen & Drucken
es: Unir y imprimir
es_419: Combinar e imprimir
fr: Fusionner et imprimer
it: Unisci e Stampa
ja: 結合して印刷
pt_br: Mesclar e Imprimir
ru: Объединить и распечатать
tr: Birleştir ve Yazdır
zh_hans: 合并并打印

source: Merge multiple PDFs and images into one document for easy printing
de: Mehrere PDFs und Bilder zu einem Dokument zusammenführen, um das Drucken zu erleichtern.
es: Une varios PDFs e imágenes en un solo documento para facilitar la impresión
es_419: Combina varios PDFs e imágenes en un solo documento para imprimir fácilmente
fr: Fusionne plusieurs PDF et images en un seul document pour faciliter l’impression
it: Unisci più PDF e immagini in un unico documento per stamparli facilmente
ja: 複数のPDFや画像を1つのドキュメントに結合して、簡単に印刷できます。
pt_br: Mescle vários PDFs e imagens em um documento para facilitar a impressão
ru: Объедини несколько PDF и изображений в один документ для удобной печати
tr: Birden çok PDF ve görseli kolay yazdırma için tek bir belge halinde birleştirin
zh_hans: 将多个 PDF 和图像合并为一个文档，便于打印。

source: Merge PDFs
de: PDFs zusammenfügen
es: Unir PDFs
es_419: Combinar PDFs
fr: Fusionner des PDF
it: Unisci PDF
ja: PDFを結合
pt_br: Mesclar PDFs
ru: Объединить PDF
tr: PDF'leri Birleştir
zh_hans: 合并 PDF

source: Merge successful! %lld pages merged.
de: Zusammenführung erfolgreich! %lld Seiten zusammengeführt.
es: ¡Fusión correcta! %lld páginas fusionadas.
es_419: ¡Fusión exitosa! %lld páginas fusionadas.
fr: Fusion réussie ! %lld pages fusionnées.
it: Unione riuscita! %lld pagine unite.
ja: 結合に成功しました！%lldページが結合されました。
pt_br: Mesclagem concluída! %lld páginas mescladas.
ru: Объединение прошло успешно! Объединено %lld страниц.
tr: Birleştirme başarılı! %lld sayfa birleştirildi.
zh_hans: 合并成功！已合并 %lld 页。

source: Mobile
de: Mobil
es: Móvil
es_419: Móvil
ja: モバイル
pt_br: Celular
ru: Мобильный
tr: Mobil
zh_hans: 移动端

source: NEW FILE
de: NEUE DATEI
es: ARCHIVO NUEVO
es_419: ARCHIVO NUEVO
fr: NOUVEAU FICHIER
it: NUOVO FILE
ja: 新規ファイル
pt_br: NOVO ARQUIVO
ru: НОВЫЙ ФАЙЛ
tr: YENİ DOSYA
zh_hans: 新 文件

source: Next
de: Weiter
es: Siguiente
es_419: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
pt_br: Próximo
ru: Далее
tr: İleri
zh_hans: 下一步

source: No
de: Nein
fr: Non
ja: いいえ
pt_br: Não
ru: Нет
tr: Hayır
zh_hans: 否

source: No document available to print.
de: Kein Dokument zum Drucken verfügbar.
es: No hay ningún documento disponible para imprimir.
es_419: No hay documentos disponibles para imprimir.
fr: Aucun document disponible pour l’impression.
it: Nessun documento disponibile da stampare.
ja: 印刷可能なドキュメントがありません。
pt_br: Nenhum documento disponível para imprimir.
ru: Нет документов для печати.
tr: Yazdırılacak belge yok.
zh_hans: 没有可打印的文档。

source: No document selected
de: Kein Dokument ausgewählt
es: No hay documento seleccionado
es_419: Ningún documento seleccionado
fr: Aucun document sélectionné
it: Nessun documento selezionato
ja: ドキュメントが選択されていません
pt_br: Nenhum documento selecionado
ru: Документ не выбран
tr: Belge seçilmedi
zh_hans: 未选择文档

source: No documents scanned
de: Keine Dokumente gescannt
es: No se han escaneado documentos
es_419: No hay documentos escaneados
fr: Aucun document scanné
it: Nessun documento scansionato
ja: スキャンされたドキュメントはありません
pt_br: Nenhum documento digitalizado
ru: Нет отсканированных документов
tr: Taranan belge yok
zh_hans: 未扫描任何文档

source: No file selected.
de: Keine Datei ausgewählt.
es: No se ha seleccionado ningún archivo.
es_419: Ningún archivo seleccionado.
fr: Aucun fichier sélectionné.
it: Nessun file selezionato.
ja: ファイルが選択されていません。
pt_br: Nenhum arquivo selecionado.
ru: Файл не выбран.
tr: Dosya seçilmedi.
zh_hans: 未选择文件。

source: NO PAYMENT NOW
de: JETZT KEINE ZAHLUNG
es: SIN PAGO AHORA
es_419: SIN PAGO AHORA
fr: AUCUN PAIEMENT POUR L’INSTAN T
it: NESSUN PAGAMENTO ORA
ja: 今は支払い不要
pt_br: SEM PAGAMENTO AGORA
ru: ОПЛАТА НЕ ТРЕБУЕТСЯ
tr: ŞİMDİ ÖDEME YOK
zh_hans: 现在无需付款

source: No photos selected
de: Keine Fotos ausgewählt
es: No se han seleccionado fotos
es_419: No se seleccionaron fotos
fr: Aucune photo sélectionnée
it: Nessuna foto selezionata
ja: 写真が選択されていません
pt_br: Nenhuma foto selecionada
ru: Фотографии не выбраны
tr: Fotoğraf seçilmedi
zh_hans: 未选择照片
